IDEA Open Model
CssComponentLoading.Id Property
Compatible with IDEA StatiCa Beta 20.0
 Id of cross-section component
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
CssComponentLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace